Revit 2024 API
ParameterTypeId.FillPatternIdParamNoNo Property
 "Fill Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FillPatternIdParamNoNo { get; }
Visual Basic
Public Shared ReadOnly Property FillPatternIdParamNoNo As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FillPatternIdParamNoNo {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace